// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "תיקיה";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "סימניות";

// genre names
"Social Networking" = "חברתי";
"Reference" = "עיון";
"News" = "חדשות";
"Games" = "משחקים";
"Productivity" = "משרדי";
"Entertainment" = "בידור";
"Lifestyle" = "סגנון חיים";
"Navigation" = "ניווט";
"Music" = "מוסיקה";
"Utilities" = "כלי עזר";
"Travel" = "תיירות";
"Sports" = "ספורט";
"Healthcare & Fitness" = "בריאות";
"Photography" = "צילום";
"Finance" = "פיננסים";
"Business" = "עסקים";
"Education" = "חינוך";
"Weather" = "מזג אוויר";
"Books" = "ספרים";
"Medical" = "רפואי";
"Stores" = "חנויות";

// game subgenre names
"Action Games" = "פעולה";
"Adventure Games" = "הרפתקה";
"Arcade Games" = "ארקייד";
"Board Games" = "משחקי לוח";
"Card Games" = "משחקי קלפים";
"Casino Games" = "קזינו";
"Dice Games" = "משחקי קוביות";
"Educational Games" = "חינוכי";
"Family Games" = "משחקים לילדים";
"Kids Games" = "משחקים לילדים";
"Music Games" = "משחקי מוסיקה";
"Puzzle Games" = "היגיון";
"Racing Games" = "מרוצים";
"Role Playing Games" = "משחקי תפקידים";
"Simulation Games" = "סימולציה";
"Sports Games" = "ספורט";
"Strategy Games" = "אסטרטגיה";
"Trivia Games" = "חידונים";
"Word Games" = "משחקי מילים";



